Tekla.Structures.DrawingInternal.InternalOnlyAttribute
This attribute specifies that a DrawingObject derived class is for internal usage only, which means that it
may not work as a regular open API class.